import React from 'react'

export default function Cooporation() {

    const styleCorp = {

        width: "80%",
        color: "white",
        fontSize: "20px",
        margin: "0 auto",
        padding: "120px 0"
    }
    return (
        <section className="cooporation">
            <div style={styleCorp}>
                <h2 >

                    Ժամանակն է բացահայտել, կրթել եւ զարգացնել։
                </h2>
                <p>
                    Մենք համագործակցության առաջարկ ենք անում այն ընկերություններին, ովքեր ցանկանում
                    են որակյալ կադրերով համալրել իրենց թիմը։ Համագործակցության նպատակն է՝ բացահայտել
                    տաղանդավոր երիտասարդներին, ովքեր անցել են ծրագրավորման դասընթաց Smart Code
                    ընկերությունում, նրանց հնարավորություն ընձեռնելով անցնելու
                    փորցաշրջան։Փորձաշրջանի արդյունքում ընկերությունը կհամալրի իր թիմը անձնային եւ
                    մասնագիտորեն զարգացած աշխատակիցներով։</p>
            </div>
        </section>
    )
}
